fixtures/request_templates/parceiros_v3/consultar_pedido_parceiro.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
  <soapenv:Header/>
  <soapenv:Body>
    <tem:ConsultarPedidoParceiro>
      <tem:idCampanha><%= dados['id_campanha'] %></tem:idCampanha>
      <tem:idPedidoParceiro><%= dados['id_pedido_parceiro'] %></tem:idPedidoParceiro>
    </tem:ConsultarPedidoParceiro>
  </soapenv:Body>
</soapenv:Envelope>